{
"memories":[
    {
      "songname": "Last Year's Man",
      "artist": "Leonard Cohen",
      "description": "I listened to this song often on the journey to high school during an unseasonably warm September. That summer I had just discovered Leonard Cohen's music and was enchanted.  I shared the albums I obsessed over during the holiday with someone I started dating when the school term began. I remember once after school we sat in a park atop a big hill and listened to this song on wired headphones we split, nestled under  our jackets we'd prop up over some sticks for shade. ",
      "age": "17",
      "type": 2,
      "vivid": 5,
      "valence": "5",
      "energy": 1,
      "unique": 3,
      "important": "4",
      "social": "NA",
      "emo": "1,4,10,17,25,32,33",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "Money, Money, Money",
      "artist": "Abba",
      "description": "Moving to England from Sri Lanka with my family. My uncle picking us up at the airport and driving us to his family’s home. My cousin asking me if I know what a television is. Me replying I don’t know. Seeing a television set for the first time.",
      "age": "8",
      "type": 2,
      "vivid": 7,
      "valence": "5",
      "energy": 5,
      "unique": 5,
      "important": "5",
      "social": "NA",
      "emo": "1,2,3,4,7,17,19,23,24,25,26,34,38",
      "emoextra": "Happiness",
      "corresponding": 3
    },
    {
      "songname": "Roslyn",
      "artist": "Bon Iver feat St. Vincent",
      "description": "I was sitting in my friend Abby's car, late at night, right before she was about to drive me home for the evening. We had spent the night playing billiards in her parent's house and being in a hot-tub under the stars, and I was probably a bit or a lot in love. The song came on and we sat there in her driveway looking at the sky, in that kind of quiet that exists only that late at night as you can feel there is a sense of an ending.",
      "age": "20",
      "type": 1,
      "vivid": 7,
      "valence": "5",
      "energy": 2,
      "unique": 5,
      "important": "4",
      "social": "NA",
      "emo": "3,7,10,25,33",
      "emoextra": "Love",
      "corresponding": 1
    },
    {
      "songname": "Baby Beluga",
      "artist": "Raffi ",
      "description": "Sitting in the back of my mom’s green Volkswagen station wagon as she drives me and my best friend to dance class, my mom is singing along to the music ",
      "age": "5",
      "type": 1,
      "vivid": 7,
      "valence": "4",
      "energy": 1,
      "unique": 1,
      "important": "2",
      "social": "NA",
      "emo": "1,2,10",
      "emoextra": "Bliss",
      "corresponding": 2
    },
    {
      "songname": "You've Got a Friend",
      "artist": "Carole King",
      "description": "This was a song that I frequently listened to during a difficult time in my childhood.  My father had died and my mother was terminally ill. I would listen to the song in our living room which was the only room that had a stereo. I would be alone. I would play the entire album repeatedly which had a number of songs that I identified with and that provided comfort to me. The songs helped me understand what I was going through and gave me hope.",
      "age": "12",
      "type": 2,
      "vivid": 6,
      "valence": "4",
      "energy": 3,
      "unique": 3,
      "important": "5",
      "social": "NA",
      "emo": "3,10,25,27,33,37",
      "emoextra": "despair, contentedness, affirming, empathy, hopeful, optimism",
      "corresponding": 1
    },
    {
      "songname": "Pink + White",
      "artist": "Frank Ocean",
      "description": "This memory occurred on a trip to Sri Lanka. After traveling from the US to Sri Lanka I had just got into a van hired to take us to our hotel. My family, including my Dad, Mom, and Sister were there. As we drove from the airport to our hotel I played the album Blonde and remember listening to Pink + White while looking at the palm trees outside the car.",
      "age": "22",
      "type": 1,
      "vivid": 5,
      "valence": "5",
      "energy": 2,
      "unique": 4,
      "important": "3",
      "social": "NA",
      "emo": "3,10,24",
      "emoextra": "",
      "corresponding": 2
    },
    {
      "songname": "Izzo (H.O.V.A.)",
      "artist": "Jay-Z",
      "description": "It was in 2001 and I was on the train to somewhere with my big brother after having weeks earlier emigrated to the UK. My big bro who had lived in the UK for a couple years prior put his over ear headphones on my ears and told me to \"listen to this\". This was the first hip hop song I had ever heard and I loved. It spawned a deep love and affinity to this music and suffice to say was quite a formative moment.",
      "age": "6",
      "type": 1,
      "vivid": 7,
      "valence": "5",
      "energy": 5,
      "unique": 5,
      "important": "5",
      "social": "2",
      "emo": "2,4,17,19,23,24,38",
      "emoextra": "",
      "corresponding": 3
    },
    {
      "songname": "Wake Me Up Before You Go-Go",
      "artist": "Wham!",
      "description": "Reminds me of my younger days, in school, and listening to the song - dancing, singing, and overall having not stress and enjoying life.",
      "age": "13-14",
      "type": 2,
      "vivid": 5,
      "valence": "5",
      "energy": 5,
      "unique": 4,
      "important": "5",
      "social": "5",
      "emo": "8,19,23,24,27,38",
      "emoextra": "Fun",
      "corresponding": 1
    },
    {
      "songname": "Moondance - 2013 Remaster",
      "artist": "Van Morrison",
      "description": "In college I was in an a cappella singing group and this song was my solo my freshman year. I have fond memories of singing it with my friends and group mates in our rehearsal room, college chapel, brick steps under the bridge to our art museum on campus, at other college performance halls and on stage. ",
      "age": "19",
      "type": 2,
      "vivid": 7,
      "valence": "5",
      "energy": 5,
      "unique": 2,
      "important": "5",
      "social": "5",
      "emo": "3,10,19,24,25,26",
      "emoextra": "",
      "corresponding": 2
    },
    {
      "songname": "Terrible Love",
      "artist": "The National",
      "description": "This song was playing in the car when my brother and best friend were dropping me off at the Seattle-Tacoma airport for me to fly to Geneva, Switzerland for a 4 month study abroad. It was a cloudy morning with a little bit of misting rain. I was sitting in the front passenger seat. I had just broken up with my boyfriend two days prior, and I recall missing him, being very sad to leave all my friends, and fairly anxious/nervous about the logistics of my travel and the upcoming semester.",
      "age": "20",
      "type": 1,
      "vivid": 6,
      "valence": "2",
      "energy": 2,
      "unique": 5,
      "important": "NA",
      "social": "3",
      "emo": "6,11,19,25,32,33",
      "emoextra": "Longing or yearning",
      "corresponding": 1
    },
    {
      "songname": "Pump It Up",
      "artist": "Elvis Costello",
      "description": "At boarding school, on days with heavy snow we were expected to get up early and shovel snow around campus before going to classes. I would blast this song to wake people up. My room was on the third floor, I can remember the physical environment: hallways and stairwell, doors, etc. but less so who was in each room. Memory happened over several years, so maybe that is why only the consistent environmental elements are there",
      "age": "14-18",
      "type": 2,
      "vivid": 5,
      "valence": "4",
      "energy": 5,
      "unique": 4,
      "important": "4",
      "social": "4",
      "emo": "4,19,26,34",
      "emoextra": "",
      "corresponding": 3
    },
    {
      "songname": "Iris",
      "artist": "Goo Goo Dolls",
      "description": "Iris by the Goo Goo Dolls reminds me of early adolescent summer camp dances. Each dance had three slow dances and Iris was one of the tracks selected. The song reminds me of the carefree years of middle school where I my biggest concern was whether I would slow dance with my crush (I did).  ",
      "age": "13",
      "type": 2,
      "vivid": 6,
      "valence": "5",
      "energy": 4,
      "unique": 4,
      "important": "3",
      "social": "4",
      "emo": "2,6,7,8,19,20,25,32,34",
      "emoextra": "",
      "corresponding": 3
    },
    {
      "songname": "Vellai Pura Ondru (Solo)",
      "artist": "Artist: K. J. Yesudas Movie: Pudhu Kavithai (Tamil) ",
      "description": "This was a song my dad used to play in our first home. ",
      "age": "8 year old",
      "type": 2,
      "vivid": 6,
      "valence": "5",
      "energy": 5,
      "unique": 5,
      "important": "5",
      "social": "4",
      "emo": "3,10,25",
      "emoextra": "Fondness towards parents",
      "corresponding": 1
    },
    {
      "songname": "Running Up That Hill (A Deal With God)",
      "artist": "Kate bush",
      "description": "I was in the backseat of a car with 3 friends and my boyfriend. We were on holiday in France and driving through the countryside to a bakery. My friend turned on the radio and this song was playing, I remember looking at the surrounding area and fields and feeling content.",
      "age": "24",
      "type": 1,
      "vivid": 6,
      "valence": "5",
      "energy": 1,
      "unique": 2,
      "important": "2",
      "social": "4",
      "emo": "3,10",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "You Send Me",
      "artist": "Sam Cooke",
      "description": "It reminds me of a time in my life a few years ago with an ex partner, I sort of remember it being at their house but I guess it's an overall feeling, we used to sing it a lot together, and a specific memory of walking home late at night under building works singing it together and felt a lot of love for each other.",
      "age": "23-24",
      "type": 3,
      "vivid": 6,
      "valence": "5",
      "energy": 3,
      "unique": 4,
      "important": "4",
      "social": "3",
      "emo": "1,2,7,10,12,17,19,24,25,32,34,35",
      "emoextra": "love, appreciation, serenity, mutual affection, empathy, trust, understanding",
      "corresponding": 3
    },
    {
      "songname": "Summer Nights - From “Grease”",
      "artist": "John Travolta and Olivia Newton-John",
      "description": "It is a summer's day and I am leaving my house alone to walk to school. I am singing this song to myself and I remember it being the first time that year I can leave the house without a jacket. I relish the warmth and novelty of a warm summer's day in England. I don't believe the memory is because of the song's title - just that it was a very popular song at the time.",
      "age": "10 or 11",
      "type": 1,
      "vivid": 5,
      "valence": "5",
      "energy": 5,
      "unique": 3,
      "important": "1",
      "social": "1",
      "emo": "19,24,32",
      "emoextra": "Content",
      "corresponding": 2
    },
    {
      "songname": "The Ash Grove",
      "artist": "traditional Welsh",
      "description": "This song was sung regularly at the summer camp for girls I attended in my teen years. It was often sung in the closing circle ceremony at the end of the day and was sung in beautiful harmony by the 100 or so girl campers. ",
      "age": "14-17",
      "type": 2,
      "vivid": 7,
      "valence": "5",
      "energy": 1,
      "unique": 4,
      "important": "5",
      "social": "5",
      "emo": "3,10,24,25",
      "emoextra": "happiness, belonging, comfort, ",
      "corresponding": 3
    },
    {
      "songname": "It's All Coming Back to Me Now",
      "artist": "Celine Dion -",
      "description": "I remember my mum playing this in the car in summer. I remember she was a Celine Dion fan so this was one of the tapes which got played a lot as I rode around with her my brother and sister. ",
      "age": "Nov-13",
      "type": 2,
      "vivid": 5,
      "valence": "4",
      "energy": 3,
      "unique": 4,
      "important": "4",
      "social": "4",
      "emo": "2,25",
      "emoextra": "",
      "corresponding": 2
    },
    {
      "songname": "Jika Sempat",
      "artist": "Hujan",
      "description": "I remember the song specifically with the memory of being in a music studio and with a band of my friends practicing the song for an upcoming performance for an event by a society in university. I was sitting at the side, listening in and giving feedback as I was the director. I remember feeling emotional trying to envision how great the song would be on stage, and because it was on valentines, I was also overwhelmed with emotion as I was developing feelings for a friend in the band.    ",
      "age": "22",
      "type": 1,
      "vivid": 6,
      "valence": "5",
      "energy": 5,
      "unique": 4,
      "important": "4",
      "social": "3",
      "emo": "3,10,19,23,24,25,32",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "Closing Time",
      "artist": "Semisonic",
      "description": "I was at a dance on the last night of a summer reading camp that I attended during high school.  I was with the whole camp, specifically dancing with other girls in my \"pod\".  The camp was at Amherst College.  It was one of the happiest times of my life and this was the last song on the last night, so when I left the next day I listened to the song on repeat and cried.",
      "age": "16",
      "type": 1,
      "vivid": 6,
      "valence": "5",
      "energy": 5,
      "unique": 4,
      "important": "4",
      "social": "4",
      "emo": "13,24,25",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "Starships",
      "artist": "Nicki Minaj",
      "description": "A youth group sleepover with one of my best friends at the time (and other youth) in a church we hadn't visited before. All full of sugar from sweeties and wanted a jump around and be loud so we put on Nicki Minaj Starships while in our jammies and sleeping bags and had a proper wee boogie.",
      "age": "10",
      "type": 1,
      "vivid": 7,
      "valence": "4",
      "energy": 5,
      "unique": 5,
      "important": "1",
      "social": "5",
      "emo": "4,19,24",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "Use Somebody",
      "artist": "Kings of Leon",
      "description": "First year university, near the end of the year- dancing at a club (downstairs on the corner) in Gastown with the European group from 4th floor. I was with Pat and Toby, we all started singing together in a circle when this song came on. ",
      "age": "19",
      "type": 1,
      "vivid": 5,
      "valence": "5",
      "energy": 5,
      "unique": 4,
      "important": "4",
      "social": "5",
      "emo": "2,19,24,25,33",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "Just the Girl",
      "artist": "The Click Five",
      "description": "I remember being in the car with my mother, sister and uncle when this song played on the radio. I was really enjoying this song when my mother asked my uncle to turn it off.",
      "age": "07-Oct",
      "type": 1,
      "vivid": 4,
      "valence": "2",
      "energy": 2,
      "unique": 1,
      "important": "3",
      "social": "2",
      "emo": "3,6,14,23,33",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "Miss You",
      "artist": "Trentemøller",
      "description": "I was driving home from my best friend‘s house of that time. We used to spend a lot of time together, nearly dated, were very close. This song reminds me of the foggy autumn evenings of my home in Austria, the tranquility of driving in the dark and of the numerous wonderful days spent with my friend.",
      "age": "18",
      "type": 2,
      "vivid": 6,
      "valence": "4",
      "energy": 5,
      "unique": 3,
      "important": "5",
      "social": "5",
      "emo": "2,10,19,24,25,32,33,34",
      "emoextra": "Content, Happiness",
      "corresponding": 1
    },
    {
      "songname": "Pulsewidth",
      "artist": "Aphex Twin",
      "description": "Was spring first year of univeristy, smoking cigarettes with a close friend watching the sun rise as we pulled an all-nighter for exam revision. We set up some kitchen chairs outside and listened to the track through some speakers.",
      "age": "19",
      "type": 1,
      "vivid": 3,
      "valence": "4",
      "energy": 3,
      "unique": 3,
      "important": "2",
      "social": "3",
      "emo": "10,24,25,27,34",
      "emoextra": "",
      "corresponding": 2
    },
    {
      "songname": "Come Healing",
      "artist": "Leonard Cohen",
      "description": "I first heard the song while watching the movie \"The Farewell,\" and was quite struck by it. I'd just gone through a breakup. About a week later, the world shut down due to Covid. The song stuck with me, so much so that soon after, I began to teach it to myself on guitar and played it every night for a year while living at home with my parents and dog again. I still play it, though with not as much frequency, at it brings back both happy and sad memories.",
      "age": "26",
      "type": 2,
      "vivid": 7,
      "valence": "4",
      "energy": 5,
      "unique": 3,
      "important": "5",
      "social": "3",
      "emo": "1,2,3,6,7,10,11,13,14,16,17,20,21,22,23,24,25,26,33,37",
      "emoextra": "heartbreak, sorrow, hope",
      "corresponding": 1
    },
    {
      "songname": "Take a Chance on Me",
      "artist": "JLS",
      "description": "I was at a JLS concert and one of the band members sat on the edge of the stage and sang this song to a couple of us. I was around 14 and with one of my friends at the concert. ",
      "age": "14",
      "type": 1,
      "vivid": 7,
      "valence": "5",
      "energy": 3,
      "unique": 5,
      "important": "4",
      "social": "4",
      "emo": "1,24,36",
      "emoextra": "",
      "corresponding": 2
    },
    {
      "songname": "Paranoid Android",
      "artist": "Radiohead",
      "description": "Visiting my girlfriend at university for the weekend. We were sitting in her bedroom and playing each other music that we liked. I played Radiohead, it was the first time she had heard the band and she really liked their passion.",
      "age": "20",
      "type": 1,
      "vivid": 6,
      "valence": "4",
      "energy": 4,
      "unique": 3,
      "important": "3",
      "social": "3",
      "emo": "2,10,19,23,24",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "January",
      "artist": "Pilot",
      "description": "Secondary School discos in 1977 ~ cold and dark. Very dodgy outfits and lots of dancing in circles around handbags. Nervous anticipation about being asked to dance or worse still not!",
      "age": "16",
      "type": 2,
      "vivid": 5,
      "valence": "3",
      "energy": 3,
      "unique": 4,
      "important": "2",
      "social": "4",
      "emo": "6,8,14,19,20,25,33",
      "emoextra": "",
      "corresponding": 2
    },
    {
      "songname": "Yellow",
      "artist": "Coldplay",
      "description": "It was 2000, and the Leonid meteor shower was passing over the UK - my two friends came over for a sleepover and we lay on the lawn outside most of the night watching the shooting stars. We were all heavily into the Parachutes album at that point and were singing 'Yellow'. It was a really lovely, otherworldly, comradely night, I remember it being cold and damp and dewy on the grass but not minding at all. We had probably had a couple of drinks! The song always reminds me of that night.",
      "age": "16/17",
      "type": 1,
      "vivid": 6,
      "valence": "5",
      "energy": 5,
      "unique": 5,
      "important": "3",
      "social": "5",
      "emo": "1,3,7,17,19,23,24,34",
      "emoextra": "love",
      "corresponding": 1
    },
    {
      "songname": "Strawberry Swing",
      "artist": "Coldplay",
      "description": "I was with my first boyfriend. We didn't have much in common- but his favourite song was Strawberry Swing. I used to listen to it to calm me down when I missed him, normally before bed. It was a caring song that comforted me a lot. It still brings me a lot of peace now, even after our relationship went sour. ",
      "age": "15",
      "type": 2,
      "vivid": 6,
      "valence": "4",
      "energy": 2,
      "unique": 2,
      "important": "3",
      "social": "2",
      "emo": "2,6,10,25,27,32,33",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "Ride of the Valkyries",
      "artist": "not sure",
      "description": "I was in my childhood home, watching my little brother race around the table as soon as we put the song on.  I was with my parents.",
      "age": "9",
      "type": 2,
      "vivid": 6,
      "valence": "5",
      "energy": 4,
      "unique": 2,
      "important": "3",
      "social": "3",
      "emo": "4",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "Bicycle Race",
      "artist": "Queen",
      "description": "It always reminds me of visiting my grandparents. My parents always used to play Queens Greatest Hits in the car on the way there, and it was the song that I most looked forward to hearing.",
      "age": "12",
      "type": 2,
      "vivid": 6,
      "valence": "5",
      "energy": 5,
      "unique": 4,
      "important": "4",
      "social": "4",
      "emo": "19,25,34",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "Losing My Religion",
      "artist": "rem",
      "description": "I remember going to family functions and the band would play this song all the time",
      "age": "12",
      "type": 1,
      "vivid": 6,
      "valence": "4",
      "energy": 4,
      "unique": 3,
      "important": "4",
      "social": "4",
      "emo": "19,23,24",
      "emoextra": "",
      "corresponding": 3
    },
    {
      "songname": "You Make Me Feel So Young",
      "artist": "Frank sinatra",
      "description": "We had frank sinatra - you make me feel so young for our first dance at our wedding. My husband and I were dancing in the middle of the dance floor surrounded by people we loved, celebrating our wedding. ",
      "age": "29",
      "type": 1,
      "vivid": 7,
      "valence": "5",
      "energy": 5,
      "unique": 5,
      "important": "5",
      "social": "4",
      "emo": "1,2,7,10,17,19,24,32",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "Rocket Man (I Think It's Going To Be A Long, Long Time)",
      "artist": "Elton John",
      "description": "I was at an outdoor music event with my friends, dancing in the darkness.",
      "age": "35",
      "type": 1,
      "vivid": 5,
      "valence": "5",
      "energy": 5,
      "unique": 2,
      "important": "4",
      "social": "5",
      "emo": "4,19,24,25",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "I Don't Want to Miss a Thing - From \"Armageddon\" Soundtrack",
      "artist": "Aerosmith",
      "description": "This song was used for the first dance at my wedding.  It takes me straight back to dancing with my new wife with all our friends and family around us.",
      "age": "32",
      "type": 1,
      "vivid": 7,
      "valence": "5",
      "energy": 5,
      "unique": 5,
      "important": "5",
      "social": "5",
      "emo": "2,17,24,32",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "A Thousand Years",
      "artist": "Christina Perri",
      "description": "I was at home and I was holding my cat, Isabelle. I started singing this song to her. I could see that it was relaxing her. She started purring and then fell asleep.",
      "age": "22",
      "type": 1,
      "vivid": 6,
      "valence": "5",
      "energy": 1,
      "unique": 4,
      "important": "5",
      "social": "3",
      "emo": "2,10,24",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "Lost on You",
      "artist": "LP",
      "description": "First time when i hear this song i was in italy in venice with my partner and i hear it so many times when i waalking on the streets in different cities from italy, so always when i hear this song it remind me about this happy times i had there in italy.",
      "age": "29",
      "type": 3,
      "vivid": 6,
      "valence": "5",
      "energy": 4,
      "unique": 4,
      "important": "4",
      "social": "4",
      "emo": "10,19,32,34",
      "emoextra": "",
      "corresponding": 2
    },
    {
      "songname": "I'm Just a Kid",
      "artist": "Simple Plan",
      "description": "I remember hanging out at a friends house getting ready to throw a party. It was a summer afternoon and we were going to have a lot of people over at their house. We all started singing this song and it really got us in the mood for the party. Every time I hear this song it reminds me of that day, because it brings me back to a time when I did not have a care in the world. It makes me feel like I had nothing to worry about and just got to enjoy life.",
      "age": "2004",
      "type": 1,
      "vivid": 6,
      "valence": "5",
      "energy": 5,
      "unique": 3,
      "important": "5",
      "social": "5",
      "emo": "19,24,25,34",
      "emoextra": "happiness ",
      "corresponding": 1
    },
    {
      "songname": "Born in the U.S.A.",
      "artist": "Bruce Springsteen",
      "description": "Being in a cafe in Donegal, with my future wife. It was a sunny day, and the cafe were playing this, it was the summer (probably August) of 1985, the town was possibly Glencolmcille ",
      "age": "24",
      "type": 2,
      "vivid": 4,
      "valence": "5",
      "energy": 3,
      "unique": 4,
      "important": "3",
      "social": "4",
      "emo": "32",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "Ticket To Ride - Remastered 2009",
      "artist": "The Beatles",
      "description": "I remember being really young when i first heard this song. Maybe i was 8 or 9 years old and i remember playing with my brother and then hearing this song on my mothers radio coming from the kitchen.\n\nI loved the song straight away and me and my brother were dancing that day. ",
      "age": "8",
      "type": 1,
      "vivid": 6,
      "valence": "5",
      "energy": 4,
      "unique": 5,
      "important": "5",
      "social": "3",
      "emo": "2,4,10,19,23,24,25,34,36",
      "emoextra": "No",
      "corresponding": 3
    },
    {
      "songname": "Fake Plastic Trees",
      "artist": "radiohead",
      "description": "I feel i listened to this song when i had stress and mayhem in my life and just wanted peace and i was on my own and sitting by myself. i think the song is very melodic and soothing and i thought things can not be so bad and if i can feel calm in that moment just from listening to a song, then i can apply this to my life as i think life does not have to be full of stress there is good and everything is not always bad and i have to be mindful and think in the moment.",
      "age": "34",
      "type": 2,
      "vivid": 5,
      "valence": "4",
      "energy": 4,
      "unique": 4,
      "important": "5",
      "social": "2",
      "emo": "7,10,24,27",
      "emoextra": "n/a",
      "corresponding": 1
    },
    {
      "songname": "Love Will Keep Us Together",
      "artist": "Captain and tenille",
      "description": "Was a really young kid, like 3 years old, and driving with my mom to the store in Laguna beach.  The windows were down and the weather was nice.   We got to the store and everything was in clear plexiglass display cases.  She bought me a toy.  I remember there being lots of eucalyptus which smelled really nice.   After we shopped I got my hair cut at Rudy’s barber shop and was afraid he was goi g to accidentally cut my ear again as he had done before.   It was a great day with my mom out on the ",
      "age": "3",
      "type": 1,
      "vivid": 7,
      "valence": "5",
      "energy": 5,
      "unique": 5,
      "important": "5",
      "social": "5",
      "emo": "1,19,24,34",
      "emoextra": "",
      "corresponding": 2
    },
    {
      "songname": "Making Your Mind Up",
      "artist": "Bucksfizz",
      "description": "It takes me back to being about 4 years old and singing it in front of my family. I remeber everyone clapping and cheering as I was giving my best dance moves. It's always been referred to as my song ever since.",
      "age": "4",
      "type": 2,
      "vivid": 6,
      "valence": "5",
      "energy": 5,
      "unique": 2,
      "important": "4",
      "social": "4",
      "emo": "2,4,24,25",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "Touch Me In The Morning",
      "artist": "Diana Ross",
      "description": "This song reminds me of when I said goodbye to someone I loved. He was leaving to live in another country and myself and a group of friends went to say goodbye as he was leaving. This happened at university.",
      "age": "19",
      "type": 1,
      "vivid": 7,
      "valence": "2",
      "energy": 3,
      "unique": 5,
      "important": "5",
      "social": "3",
      "emo": "25,32,33",
      "emoextra": "Longing Hurt",
      "corresponding": 2
    },
    {
      "songname": "ALMOST PARADISE ",
      "artist": "NOT SURE ",
      "description": "It was my first dance   The CYO dance was the first I was permitted to attend ",
      "age": "13",
      "type": 1,
      "vivid": 5,
      "valence": "5",
      "energy": 4,
      "unique": 4,
      "important": "3",
      "social": "5",
      "emo": "8,19,24",
      "emoextra": "",
      "corresponding": 3
    },
    {
      "songname": "I Want to Know What Love Is - 1999 Remaster",
      "artist": "Foreigner",
      "description": "It was cold outside and I was walking my dog. I was 15 years old. I had just bought a Sony Walkman and I was listening to the song. I realized how cool music can be and I enjoyed the audio quality of the new Walkman. I just remember being immersed in the song and realizing the profound impact music and songs can have. ",
      "age": "15",
      "type": 1,
      "vivid": 5,
      "valence": "5",
      "energy": 4,
      "unique": 4,
      "important": "4",
      "social": "1",
      "emo": "4,7,17,24",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "Breaking the Habit",
      "artist": "Linkin Park",
      "description": "Being at home at my parents house. After school talking to friends online. Playing video games and listening to music at the same time. Using myspace as social media. Lounging on a bean bag.",
      "age": "2003",
      "type": 2,
      "vivid": 5,
      "valence": "4",
      "energy": 2,
      "unique": 3,
      "important": "2",
      "social": "3",
      "emo": "10,19,23,25",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "Sugar, We're Goin Down",
      "artist": "Fall Out Boy",
      "description": "II remember hanging out with a friend named Katie. We were walking around the mall and just so happened to bump into Cody. We were just store hopping not actually shopping. We walk into this one store called Spensers. The song just comes on and Cody starts to jam out. I just remember hearing the drums right away and my ears perk out, I was so invested with the song that it is my go to song. ",
      "age": "16",
      "type": 3,
      "vivid": 7,
      "valence": "5",
      "energy": 5,
      "unique": 3,
      "important": "5",
      "social": "5",
      "emo": "4,7,8,10,12,19,23,25",
      "emoextra": "",
      "corresponding": 3
    },
    {
      "songname": "Yesterday Once More",
      "artist": "The Carpenters",
      "description": "I was in the car with my parents and brother. I can't remember where we are going but I remember my mum was singing. It was a happy moment ",
      "age": "4",
      "type": 3,
      "vivid": 4,
      "valence": "5",
      "energy": 5,
      "unique": 2,
      "important": "2",
      "social": "2",
      "emo": "19,23",
      "emoextra": "happy ",
      "corresponding": 1
    },
    {
      "songname": "Pretty (Ugly Before)",
      "artist": "Elliott Smith",
      "description": "I was laying in bed during summer and talking to someone at the time who I ended up becoming romantically involved with. I just remember this song washing over me and giving me a strong sense of confidence.",
      "age": "25",
      "type": 2,
      "vivid": 6,
      "valence": "NA",
      "energy": 5,
      "unique": 2,
      "important": "3",
      "social": "3",
      "emo": "10,17,19,24,26,27",
      "emoextra": "",
      "corresponding": 3
    },
    {
      "songname": "I'm Still Standing",
      "artist": "Elton John",
      "description": "It was christmas day.  Myself ans my two sisters had bought the album for my Dad for Christmas.  Were were playing on a new computer set up right in the middle of the living room and this album was on and this is the song we all knew and sang and danced and were happy to.",
      "age": "8",
      "type": 1,
      "vivid": 6,
      "valence": "5",
      "energy": 4,
      "unique": 3,
      "important": "NA",
      "social": "5",
      "emo": "4,19,23,24",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "Tondo",
      "artist": "Disclosure",
      "description": "This is a song that reminds me of when I went to go and see Folamour perform live. It was my favourite song out of the whole set and took me a long time to track down the name of the song and find it online. ",
      "age": "25",
      "type": 1,
      "vivid": 7,
      "valence": "5",
      "energy": 5,
      "unique": 4,
      "important": "3",
      "social": "5",
      "emo": "2,3,19",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "The Final Countdown",
      "artist": "Europe",
      "description": "?This song always brings back memories of my childhood, it was the first real song I like and always remember it being played in the kitchen of my family home.",
      "age": "6",
      "type": 2,
      "vivid": 4,
      "valence": "4",
      "energy": 4,
      "unique": 5,
      "important": "5",
      "social": "4",
      "emo": "19,27,34",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "Triumph",
      "artist": "J Hus",
      "description": "J Hus - Triumph is a song from the album 'Big Conspiracy'. This album came out during lockdown in 2020 and I listened to the whole album daily while I was working. Triumph for some reason is the song which reminds me most about that time even though it's not my favourite song on the album.\n\nIt reminds me of a time when a lot of things were going on in the world, however it evokes positive emotions from a simpler time. ",
      "age": "29",
      "type": 2,
      "vivid": 6,
      "valence": "5",
      "energy": 5,
      "unique": 5,
      "important": "3",
      "social": "1",
      "emo": "10,23,24,25,27,34",
      "emoextra": "",
      "corresponding": 3
    },
    {
      "songname": "Fix You",
      "artist": "Coldplay",
      "description": "I went to my first ever gig which was Coldplay and I drove from my home town to Bolton to get there. It took several hours and I went with my then girlfriend. I was a big coldplay fan and it was the biggest car journey I'd done myself since passing my test too. I remember that fix you was the last song and it was used in the music video too, which went on to be a massive hit.",
      "age": "18",
      "type": 1,
      "vivid": 6,
      "valence": "4",
      "energy": 2,
      "unique": 4,
      "important": "2",
      "social": "4",
      "emo": "7,17,19,25",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "Music Sounds Better With You",
      "artist": "Stardust",
      "description": "This song came out in 1998, and it reminds me of playing football outside on a sunny day during the summer with my friends.",
      "age": "6",
      "type": 2,
      "vivid": 5,
      "valence": "5",
      "energy": 4,
      "unique": 3,
      "important": "4",
      "social": "4",
      "emo": "24,25",
      "emoextra": "fun",
      "corresponding": 1
    },
    {
      "songname": "Superheroes",
      "artist": "the script",
      "description": "i was listening to this song a lot during a specific time period in college and whilst listening to this specific song i had found out from a group that my business teacher (who was my favourite) had suddenly died which was a huge shock. whenever i hear the song, i instantly think of that scene and the teacher.",
      "age": "17",
      "type": 1,
      "vivid": 5,
      "valence": "1",
      "energy": 1,
      "unique": 5,
      "important": "3",
      "social": "3",
      "emo": "16,22,33,37",
      "emoextra": "",
      "corresponding": 2
    },
    {
      "songname": "Follow Me - Club Mix",
      "artist": "Aly us",
      "description": "My first time in Ibiza, sorrounded by my closest friends. It reminds me of a time where I was care free, enjoying life and having fun and laughs with my friends before we had children and responsibilities, it makes me feel happy and proud of living my life to the fullest. ",
      "age": "21",
      "type": 2,
      "vivid": 6,
      "valence": "5",
      "energy": 5,
      "unique": 2,
      "important": "4",
      "social": "5",
      "emo": "24,25,34",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "",
      "artist": "pink floyd",
      "description": "this was 1 of the all time great albums.it was at a time when i was influenced by music.the whole of the album runs with no breaks,which was unique",
      "age": "38",
      "type": 2,
      "vivid": 7,
      "valence": "5",
      "energy": 5,
      "unique": 5,
      "important": "5",
      "social": "5",
      "emo": "1,7,19,23,24,25",
      "emoextra": "elation",
      "corresponding": 1
    },
    {
      "songname": "Children",
      "artist": "Robert Miles",
      "description": "The memory that I associate with this is being on holiday at the pool. It was the first time I had heard this song and it made me instantly feel like I was in a dream. The song really connected with me and made me feel relaxed and happy. Whilst the song played we were jumping in the pool and having a really good time. I didn't initially know what the song was til a later date.",
      "age": "14",
      "type": 1,
      "vivid": 5,
      "valence": "5",
      "energy": 5,
      "unique": 3,
      "important": "3",
      "social": "4",
      "emo": "1,10,17,19,23,34",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "Unfinished Sympathy",
      "artist": "Massive Attack",
      "description": "My favourite song in university. I overplayed it considerably and eventually sort of forgot about it. Years later, I moved by myself to another country, it was a lonely experience and I struggled a few weeks. One Friday evening, I went out to a bar and was pondering if I should move back home again when the song started playing, the happy memories flooded in, I ended up talking to a group of other expats who were also in the bar and we became friends, I stayed in the country for year ",
      "age": "26",
      "type": 1,
      "vivid": 6,
      "valence": "4",
      "energy": 5,
      "unique": 4,
      "important": "4",
      "social": "4",
      "emo": "24,25,34",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "January, February",
      "artist": "Barbara Dickson",
      "description": "This song reminds me of being a very small child and being very close with my mother at home. It brings feelings of happiness, innocence and security whenever I hear it. ",
      "age": "4-5 years old",
      "type": 2,
      "vivid": 4,
      "valence": "5",
      "energy": 4,
      "unique": 3,
      "important": "4",
      "social": "4",
      "emo": "10,24,25",
      "emoextra": "happiness, contentment, security",
      "corresponding": 2
    },
    {
      "songname": "ruiner",
      "artist": "nothing,nowhere.",
      "description": "This song reminds me of a previous breakup In went through. It reminds me of a girlfriend I had for almost two years who I mutually broke up with because we no longer saws things the same. It was a major letdown for me as I truly loved her and I am convinced she felt the same. I listened to this song a lot throughout this time and it without fail reminds me of the hurt I felt.",
      "age": "23",
      "type": 2,
      "vivid": 6,
      "valence": "1",
      "energy": 1,
      "unique": 3,
      "important": "5",
      "social": "3",
      "emo": "14,33,36",
      "emoextra": "None",
      "corresponding": 1
    },
    {
      "songname": "Lovesong",
      "artist": "The Cure",
      "description": "This song reminds me of the boy I loved. However, we met at the wrong time in our lives and we couldn't be together. Every time I hear this song, I remember when we were sitting on a park bench and looking at each other, knowing that tomorrow we had to part and that it would be the biggest mistake of our lives. And it was a mistake, but there was no other way. ",
      "age": "27",
      "type": 2,
      "vivid": 7,
      "valence": "5",
      "energy": 5,
      "unique": 5,
      "important": "5",
      "social": "3",
      "emo": "25,32,33",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "Count To Six And Die (The Vacuum Of Infinite Space Encompassing)",
      "artist": "Marilyn Manson",
      "description": "I listened to this particular track on repeat when I realized my first marriage was all but over. It was a sheer realization after a particularly nasty argument with him at our little apartment where we lived; it felt like something breaking inside me. I seriously considered killing myself: was in a foreign country, I had absolutely nothing, and I'd be going back to my homeland to more nothing since my own family didn't want me back. It was the end of the dream I had fought so hard for.",
      "age": "20",
      "type": 1,
      "vivid": 7,
      "valence": "1",
      "energy": 3,
      "unique": 4,
      "important": "3",
      "social": "1",
      "emo": "5,14,20,21,22,33",
      "emoextra": "Pain, despair",
      "corresponding": 1
    },
    {
      "songname": "Mr. Brightside",
      "artist": "The Killers",
      "description": "This was one of my favorite songs when I was growing up. I went to see the band at a gig in 2007 in London, with my two best friends. ",
      "age": "18",
      "type": 1,
      "vivid": 5,
      "valence": "5",
      "energy": 5,
      "unique": 4,
      "important": "3",
      "social": "4",
      "emo": "7,17,19,24,34",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "Walk Like an Egyptian",
      "artist": "bangles",
      "description": "Walk like an Egyptian was a top song of 1987 i think. This was played all the time on the radio when I was a young kid and i can remember this song being played on the TV show Top of the Pops. In the music video the people made the classic egyptian walk movement. I can remember having a birthday party and this song was played and me, my friends and family did the walk like an egyptian walk. I can still remember it now and it often reminds me of that time when i hear that song now. A great song.",
      "age": "9",
      "type": 2,
      "vivid": 7,
      "valence": "5",
      "energy": 5,
      "unique": 4,
      "important": "5",
      "social": "5",
      "emo": "24,25",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "Tonight (I'm Lovin' You)",
      "artist": "Enrique Iglesias",
      "description": "I used to listen to this song while driving to school and work. I would listen to it anywhere I went like shopping etc, mostly with my sisters. It was such a carefree time of my life, just having fun, driving fast listening to this song.",
      "age": "24",
      "type": 2,
      "vivid": 7,
      "valence": "5",
      "energy": 5,
      "unique": 2,
      "important": "5",
      "social": "4",
      "emo": "4,19,23,24,25",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "Wish You Were Here",
      "artist": "Pink Floyd",
      "description": "Following completion of 6th form at school, me and my friend went on a 2 week tour of Western European countries by car. I distinctly recall this song being played on the car cassette when we were traversing through the Alps. For me this song perfectly encapsulated the environment that we were in and always brings this memory whenever I hear the song anywhere such as YouTube. ",
      "age": "18",
      "type": 2,
      "vivid": 5,
      "valence": "5",
      "energy": 4,
      "unique": 4,
      "important": "3",
      "social": "3",
      "emo": "3,7,10,25,34",
      "emoextra": "",
      "corresponding": 3
    },
    {
      "songname": "Cornerstone",
      "artist": "not sure",
      "description": "This song evokes thanksgiving and joy in me whenever I listen to it since my 40th birthday. It brings back memories of childhood looking forward to become an adult.",
      "age": "",
      "type": 2,
      "vivid": 5,
      "valence": "4",
      "energy": 4,
      "unique": 5,
      "important": "5",
      "social": "3",
      "emo": "1,2,4,19,23,24,27,34,36",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "Shine",
      "artist": "Take That",
      "description": "My husband had left me and my two children, 1 and 4 year olds. I had no job, the house to pay for and the children to bring up.  He left for another woman and he didn't pay towards his children or see them regularly.  This was my song that gave me hope for the future.  I am now very happily married to the love of my life and my children have grown into successful adults.",
      "age": "33-34",
      "type": 2,
      "vivid": 7,
      "valence": "1",
      "energy": 4,
      "unique": 5,
      "important": "5",
      "social": "1",
      "emo": "5,6,11,12,14,15,20,21,22,38",
      "emoextra": "",
      "corresponding": 2
    },
    {
      "songname": "What's New Pussycat?",
      "artist": "Tom Jones",
      "description": "I used to sing \"What's New Pussycat\" to one of my cats. She fell ill and the surgery intended to save her ended up doing more harm than good. I sang it to her again at the veterinary hospital, before she was euthanized. Whenever I hear the words or tune I think of her.",
      "age": "27",
      "type": 1,
      "vivid": 5,
      "valence": "1",
      "energy": 3,
      "unique": 4,
      "important": "5",
      "social": "2",
      "emo": "2,5,6,11,16,20,21,22,33,37",
      "emoextra": "",
      "corresponding": 1
    },
    {
      "songname": "Hey Jude - Remastered 2015",
      "artist": "The Beatles",
      "description": "I was 14 years old and I was waiting to hear the first playing of the new single by my favourite group…The Beatles.I knew it was going to be played on the BBC radio at 1o’clock and so as it was a sunny day I tied my portable radio to the front of my pushbike and went for a ride alone on a track across the South Downs overlooking Brighton where I lived.I can still picture my self being amazed by the song and by the end I stopped riding my bike and had to just sit and listen to it….it was amazing.",
      "age": "14 years and 10 months",
      "type": 1,
      "vivid": 7,
      "valence": "5",
      "energy": 5,
      "unique": 5,
      "important": "5",
      "social": "1",
      "emo": "1,7,19,24,34",
      "emoextra": "Happiness",
      "corresponding": 2
    }
   ]
}   